[
  {
    "name": "Алессандро Вольта",
    "dateOfBirth": "18 февраля 1745 г.",
    "dateOfDeath": "5 марта 1827 г.",
    "shortDescription": "Алессандро Вольта был итальянским физиком, изобретателем батареи, известной как вольтов столб. Его работы в области электричества и электромагнетизма положили основу для развития современных электрических энергетических систем.",
    "imageURL": "https://example.com/volta.jpg"
  },
  {
    "name": "Георг Зимон Ом",
    "dateOfBirth": "16 марта 1789 г.",
    "dateOfDeath": "6 июля 1854 г.",
    "shortDescription": "Георг Зимон Ом был немецким физиком, сформулировавшим закон Ома, описывающий отношение между током, напряжением и сопротивлением в электрической цепи. Его работа значительно способствовала пониманию электрического тока.",
    "imageURL": "https://example.com/ohm.jpg"
  },
  {
    "name": "Майкл Фарадей",
    "dateOfBirth": "22 сентября 1791 г.",
    "dateOfDeath": "25 августа 1867 г.",
    "shortDescription": "Майкл Фарадей был британским ученым, который сделал значительный вклад в области электромагнетизма и электрохимии. Он открыл электромагнитную индукцию и электролиз, заложив основу для развития электрических двигателей и генераторов.",
    "imageURL": "https://example.com/faraday.jpg"
  },
  {
    "name": "Джеймс Клерк Максвелл",
    "dateOfBirth": "13 июня 1831 г.",
    "dateOfDeath": "5 ноября 1879 г.",
    "shortDescription": "Джеймс Клерк Максвелл был шотландским физиком, сформулировавшим классическую теорию электромагнетизма, известную как уравнения Максвелла. Его работы объединили электричество, магнетизм и свет, и его открытия заложили основу для развития современной физики.",
    "imageURL": "https://example.com/maxwell.jpg"
  },
  {
    "name": "Никола Тесла",
    "dateOfBirth": "10 июля 1856 г.",
    "dateOfDeath": "7 января 1943 г.",
    "shortDescription": "Никола Тесла был сербско-американским изобретателем, электротехником и физиком. Он внес множество революционных открытий в области электротехники, включая разработку систем переменного тока (AC) и изобретение индукционного двигателя.",
    "imageURL": "https://example.com/tesla.jpg"
  },
  {
    "name": "Генрих Герц",
    "dateOfBirth": "22 февраля 1857 г.",
    "dateOfDeath": "1 января 1894 г.",
    "shortDescription": "Генрих Герц был немецким физиком, который внес революционные вклады в область электромагнетизма. Он наиболее известен своими экспериментами, которые доказали существование электромагнитных волн, что проложило путь для развития беспроводных коммуникационных технологий. Работы Герца легли в основу последующего развития радио-, телевизионных и радиолокационных систем.",
    "imageURL": "https://example.com/hertz.jpg"
  }
]
